const georgianWords = [
    'გამარჯობა', // Hello
    'მადლობა',   // Thank you
    'დიდი',       // Big
    'გმადლობთ',   // Goodbye
    'სამშობლო',   // Family
    'დღეს',       // Today
    'მეგობრის',   // Friend's
    'რამდენი',    // How many
    'მიწო',       // Earth
    'პატარა',     // Small
    // Cities
    'თბილისი',
    'ბათუმი',
    'ქუთაისი',
    'რუსთავი',
    'გორი',
    'ზუგდიდი',
    'ფოთი',
    'ხაშური',
    'სამტრედია',
    'სენაკი',
    'ზესტაფონი',
    'მარნეული',
    'თელავი',
    'ახალციხე',
    'ქობულეთი',
    'ოზურგეთი',
    'კასპი',
    'ჭიათურა',
    'წყალტუბო',
    'საგარეჯო',
    'გარდაბანი',
    'ბორჯომი',
    'ტყიბული',
    'ხონი',
    'ბოლნისი',
    'ახალქალაქი',
    'გურჯაანი',
    'მცხეთა',
    'ყვარელი',
    'ახმეტა',
    'ქარელი',
    'ლანჩხუთი',
    'დუშეთი',
    'საჩხერე',
    'დედოფლისწყარო',
    'ლაგოდეხი',
    'ნინოწმინდა',
    'აბაშა',
    'წნორი',
    'თერჯოლა',
    'მარტვილი',
    'ხობი',
    'წალენჯიხა',
    'ვანი',
    'ბაღდათი',
    'ვალე',
    'ჩხოროწყუ',
    'თეთრიწყარო',
    'დმანისი',
    'ონი',
    'წალკა',
    'ამბროლაური',
    'სიღნაღი',
    'ცაგერი',
    'ჯვარი',
];