let georgianWords = [];
let wordDescriptions = [];


// Adds bunch of words with one description
function addWords(words, description) { for (let i = 0; i < words.length; i++) {     georgianWords.push(words[i]);     wordDescriptions[words[i]] = description; }
}

addWords(['გამარჯობა'], '"Привет"');
addWords(['მადლობა'], '"Спасибо"');
addWords(['დიდი'], '"Большой"');
addWords(['გმადლობთ'], '"Пока"');
addWords(['სამშობლო'], '"Семья"');
addWords(['დღეს'], '"Сегодня"');
addWords(['მეგობრის'], '"Друзья"');
addWords(['რამდენი'], '"Сколько"');
addWords(['მიწო'], '"Земля"');
addWords(['პატარა'], '"Маленький"');
addWords(['გთხოვთ'], '"Пожалуйста"');
addWords(['ბოდიში'], '"Извините"');
addWords(['დიახ'], '"Да"');
addWords(['არა'], '"Нет"');
addWords(['სად'], '"Где"');
addWords(['როდის'], '"Когда"');
addWords(['რამდენი'], '"Сколько"');
addWords(['მაღაზია'], '"Магазин"');
addWords(['სასტუმრო'], '"Отель"');
addWords(['სადგური'], '"Вокзал"');
addWords(['მატარებელი'], '"Поезд"');
addWords(['ტაქსი'], '"Такси"');
addWords(['ჰოსპიტალი'], '"Больница"');
addWords(['რესტორანი'], '"Ресторан"');
addWords(['კაფე'], '"Кафе"');
addWords(['მუზეუმი'], '"Музей"');
addWords(['პოლიცია'], '"Полиция"');
addWords(['ფული'], '"Деньги"');
addWords(['ბილეთი'], '"Билет"');
addWords(['წვენი'], '"Сок"');
addWords(['წყალი'], '"Вода"');
addWords(['პური'], '"Хлеб"');
addWords(['ჰაეროპორტი'], '"Аэропорт"');
addWords(['ავტობუსი'], '"Автобус"');
addWords(['ქუჩა'], '"Улица"');
addWords(['მთა'], '"Гора"');
addWords(['ზღვა'], '"Море"');
addWords(['მზიანი'], '"Солнечно"');
addWords(['წვიმიანი'], '"Дождливо"');
addWords(['თოვლიანი'], '"Снежно"');
addWords(['ცხელი'], '"Горячо"');
addWords(['ცივი'], '"Холодно"');
addWords(['დღე'], '"День"');
addWords(['ღამე'], '"Ночь"');
addWords(['საუზმე'], '"Завтрак"');
addWords(['სადილი'], '"Обед"');
addWords(['ვახშამი'], '"Ужин"');
addWords(['ტუალეტი'], '"Туалет"');
addWords(['სუპერმარკეტი'], '"Супермаркет"');
addWords(['ბანკი'], '"Банк"');
//addWords(['საფოსტო განყოფილება'], '"Почта"');
addWords(['აფთიაქი'], '"Аптека"');
addWords(['გზა'], '"Дорога"');
addWords(['გზაჯვარედინი'], '"Перекрёсток"');
addWords(['ნავთობი'], '"Бензин"');
addWords(['მანქანა'], '"Машина"');
addWords(['დაბრუნება'], '"Возвращение"');

addWords( [ 
    'თბილისი', 'ბათუმი', 'ქუთაისი', 'რუსთავი', 'გორი', 'ზუგდიდი', 'ფოთი', 'ხაშური', 'სამტრედია', 'სენაკი', 'ზესტაფონი', 'მარნეული', 'თელავი', 'ახალციხე', 'ქობულეთი', 'ოზურგეთი', 'კასპი', 'ჭიათურა', 'წყალტუბო', 'საგარეჯო', 'გარდაბანი', 'ბორჯომი', 'ტყიბული', 'ხონი', 'ბოლნისი', 'ახალქალაქი', 'გურჯაანი', 'მცხეთა', 'ყვარელი', 'ახმეტა', 'ქარელი', 'ლანჩხუთი', 'დუშეთი', 'საჩხერე', 'დედოფლისწყარო', 'ლაგოდეხი', 'ნინოწმინდა', 'აბაშა', 'წნორი', 'თერჯოლა', 'მარტვილი', 'ხობი', 'წალენჯიხა', 'ვანი', 'ბაღდათი', 'ვალე', 'ჩხოროწყუ', 'თეთრიწყარო', 'დმანისი', 'ონი', 'წალკა', 'ამბროლაური', 'სიღნაღი', 'ცაგერი', 'ჯვარი',
], 'Город в Грузии')


addWords( [ 
    'ნინო', 'მარიამ', 'თამარ', 'ეკატერინე', 'სოფიო', 'ქეთევან', 'ანნა', 'ნათია', 'მაია', 'თეა', 'მანანა', 'ხატია', 'ელენე', 'თინათინ', 'ლალი', 'ლიკა', 'ირმა', 'მაკა', 'დალი', 'მეგი',
], 'Женское имя')

addWords( [ 
    'გიორგი', 'დავით', 'ალექსანდრე', 'ნიკოლოზ', 'ლევან', 'ილია', 'ლაშა', 'ირაკლი', 'ზურაბ', 'შოთა', 'თეიმურაზ', 'ავთანდილ', 'გიგა', 'ოთარ', 'მერაბ', 'ზვიად', 'თორნიკე', 'ბექა', 'ვახტანგ', 'დემეტრე',
], 'Мужское имя')